<template>
    <div class="privacy">
        <h1 class="privacy__title">個人情報保護方針</h1>
        <section class="section">
            <h2 class="section__title">個人情報保護方針</h2>
            <div class="section__content">
                当社は、「うまいすしを、腹一杯。うまいすしで、心も一杯。」を使命として、当社の事業を行ううえで、お客様や当社従業員の個人情報を保護することが極めて重要な事項であると認識するとともに、社会的責任であると考えております。そのため、以下に示す方針を実行・維持するために個人情報保護マネジメントシステムを構築し、運用するとともに、その継続的改善に全社を挙げて取り組むことを宣言します。

                1.当社は、業務に必要な範囲に限定した適切な個人情報の取得、利用及び提供を行います。また、特定された利用目的の範囲内で個人情報を利用し、利用目的の範囲を超えた個人情報の取扱いを行わず、それを実現するための措置を講じます。
                2.当社は、個人情報の取扱いに関して適用される法令、国が定める指針その他の規範を遵守いたします。
                3.当社は、個人情報の漏洩、滅失又は毀損を防ぐため、安全管理措置を実施し、防止及び是正に努めます。
                4.当社は、個人情報に関するご意見及び相談に対しての担当窓口を設置し、ご意見及び相談に対して、適切かつ迅速に対応いたします。
                5.当社は、個人情報保護マネジメントシステムを運用し、定期的に点検し、見直しを行うことで、継続的に改善していきます。
            </div>
        </section>
        <section class="section">
            <h2 class="section__title">個人情報の利用目的の公表、及び開示等に応じる手続き</h2>
            <div class="section__content">
                <h3> 1. 個人情報の利用目的</h3>

                <h4>（１）お客様に関する個人情報</h4>
                お客様からのご意見やお問い合わせへの対応、確認、記録及び改善のため
                割引や優待、キャンペーンに関するご案内を提供するため
                当社店舗において、お待ち頂くお客様の順番状況のご連絡のため
                当社店舗において、お持ち帰りのお客様への連絡及び確認のため
                懸賞及びモニターキャンペーン等の当選、採用等の通知、商品・謝礼の提供、イベントの企画・運営に関する諸対応のため
                サービスや商品についてのアンケート調査等やお客様からのお問い合わせに対応するため
                年齢層、性別、家族構成、地域情報ごとの需要調査や商品開発等の調査のため
                各種会員制サービスの登録の確認やサービスを提供するため
                商取引の連絡、納品や関係業者の手配、又は商取引における請求書等の送付を行うため
                <h4>（２）取引先企業担当者様の個人情報</h4>
                取引に関する連絡、報告、決済のため
                店舗用地物件の確認、記録、物件にかかる商談のため
                <h4>（３）採用・募集活動応募者様に関する個人情報</h4>
                採用、募集活動応募者様への連絡・情報提供、その他採用・募集活動に利用するため
                <h4>（４）当社従業者に関する個人情報
                    業務上の連絡、勤怠、人事評価、福利厚生、給与支払い等を行うため</h4>
                <h3>2. 共同利用</h3>

                個人情報を以下の共同利用者において共同して利用することがあります。
                <h4>（１）共同利用者の範囲</h4>
                株式会社スシローグローバルホールディングス、株式会社あきんどスシロー、株式会社スシロークリエイティブダイニング
                <h4>（２）利用目的</h4>
                お客様、お取引先様等（以下「お客様等」といいます）に関する個人情報
                ・商品やサービスなどの販売促進活動を目的とするマーケティング活動のため
                ・グループ各社が提供する商品やサービスについて、お客様等からのお問い合せなどに対応するため、担当会社への伝達または引継ぎのため
                ・その他お客様等とのお取引を適切且つ円滑に履行するため
                株主様に関する個人情報
                ・株主様からのお問い合せ・ご依頼への対応するため、担当会社への伝達または引継ぎのため
                グループ各社役員・従業員に関する個人情報
                ・人事管理、教育・研修等グループ管理上必要な業務
                ・グループ管理業務上必要な諸連絡
                （３）利用目的 共同利用の管理責任者:株式会社あきんどスシロー
                <h3>3. 録音および録画について</h3>

                <h4>（１）お客様からのお問い合わせ内容等を正確に把握し、対応させていただくため、お客様との通話を記録させていただく場合がございます。</h4>
                <h4>（２）お客様が店舗にご来店された際に、防犯ビデオ等によりお客様の画像及び映像を記録し、防犯・安全管理の目的で使用することがあります。</h4>
                <h3>4. 個人情報の開示・訂正・削除等について</h3>

                個人情報を開示されたご本人又は正当な権限を有する方から、当社に保有している個人情報の利用目的の通知、個人情報の開示、内容の訂正、追加又は削除、利用の停止、消去及び第三者への提供の停止の依頼をいただきました場合、ご請求内容を確認のうえ、書面にて対応いたします。手続きは下記の個人情報保護担当窓口までご連絡ください。
                <h3>5. 開示等の手続きの方法</h3>

                <h4>（１）当社所定の申請書に必要事項を記載ください。</h4>
                <h4>（２）弊社所有の個人情報をもとに、本人確認をさせて頂きます。</h4>
                <h4>（３）代理人からのお問い合わせの場合、委任状や印鑑証明等をもって代理人であることを確認させて頂きます</h4>
                <h4>（４）開示申請は下記連絡先へ郵送で承っております。</h4>
                <h4>（５）当該個人情報の利用目的通知又は開示をご希望の場合には、1件につき300円＋簡易書留郵便料金をお支払い願います。</h4>
                <h4>（６）「個人情報開示等申請書」により頂いた個人情報は、お問い合わせをいただいたご本人ならびに代理人の本人確認、及び当該開示請求等手続きに対する回答に利用いたします。</h4>
                <h3>6. 個人情報保護総括管理責任者</h3>

            </div>
        </section>
        <section class="section">
            <h2 class="section__title">お問い合わせ</h2>
            <div class="section__content">
                当社の個人情報保護方針あるいは当社保有の個人情報に関するお問合せ等は、以下の担当窓口までご連絡ください。
                個人情報保護担当窓口　総務部
                （メールアドレス：お問い合わせメールアドレス）
                ※個人情報に関するお問い合わせに限らせていただきます。その他のお問い合わせには回答できませんので予めご了承ください。
                その他のお問い合わせは、お問い合わせフォームよりご連絡ください。
            </div>
        </section>
    </div>
</template>

<style lang="scss" scoped>
.privacy {
    background-color: rgb(70, 53, 106);
    background-image: url(~static/images/bg.jpg);
    background-repeat: repeat-y;
    background-size: 100% auto;
    color: #fff9dd;
    padding: 2em 1.5em;

    .privacy__title {
        text-align: center;
        font-size: 1.2em;
        font-weight: bold;
        padding: 1em 0;
    }
}

.section {
    .section__title {
        font-weight: bold;
        margin-top: 0.5em;
        padding: 0.5em;
        border-bottom: 1px solid;
    }

    .section__content {
        padding-top: 1em;
        font-size: 0.85em;
        line-height: 1.6em;
    }
}
</style>