<template>
    <div class="terms">
        <h1 class="terms__title">利用規約</h1>
        <section class="section">
            <h2 class="section__title">本サイトの利用について</h2>
            <p class="section__content">
                本サイト(モバイルアプリ、eメールを含む。以下、サイトと呼ぶ。)上の情報は、その複製物については、後述の著作権についての同意の記載がなされ、著作権およびこの利用条件についての同意があり、本サイト上の情報が単なる情報として、非商業的かつ個人的にのみ利用され、いかなるネットワークコンピューターにも複製されたり掲示されたりせず、いかなるメディアにおいても放送されず、当該情報に一切変更が加えられないことを条件に、すべて利用可能です。ただし、他の目的のために利用することは認められません。利用の目的によっては、民事上および刑事上の罰則の対象となることがあります。上記情報には、本サイトまたは当社が所有、運営、管理等をしている他のウェブサイトのデザインもしくはレイアウトは含まれません。ご利用者は本サイトを違法な目的、または本利用条件に記載の諸条件により禁止された目的に利用しないことを、保証するものとします。ご利用者は、本サイトに損害または過度な負担を与え、もしくは本サイトを害するような方法、または他者による本サイトの使用を害する方法で、本サイトを利用しないものとします。本サイトの内容は、法律によって保護されており、そのすべてあるいは一部を複製または模倣することはできません。本サイト上のロゴ、図表、音声、イメージは、当社によって明確に許諾された場合をのぞいて、複製または再配信することはできません。
            </p>
        </section>
        <section class="section">
            <h2 class="section__title">免責</h2>
            <p class="section__content">
                本サイト上の情報については、当社は明示であれ黙示であれ、市場性、特定の目的への適合性、適法性を含め、いかなる種類の保証も致しません。本サイト上の情報および関連する図表は、技術上不正確であったり、地理上の誤りがあることもあります。また、当社は予告なしにそれらを変更、修正等することがあります。当社は、本サイトの内容物に含まれる機能が中断しないこと、もしくはエラーが発生しないこと、過誤は修正すること、本サイトおよびサーバーにコンピューターウィルスその他の有害なものが含まれていないこと等につき、一切保証致しません。また、当社は本サイトの内容の正しさ、正確さ、信頼性等につき、一切保証致しません。必要なサービス、修理、または補正についてのあらゆる費用は、すべて当社ではなくご利用者に
                負担していただくことになります。たとえ、当社あるいは当社の業務委託先が、その損害発生の可能性につき知っていたとしても、当社は当社に過失がある場合も含め、どのような状況においても、本サイト上の情報の利用あるいは利用不能によって生じる偶発の、特別の、または重大な損害について、責任を負いません。当社および当社の供給会社は、契約上の行為であろうと過失その他の不法行為等による場合であろうとを問わず、ソフトウェアあるいは情報の利用もしくは運用、サービスの供給もしくは供給不全、または本サイトから得られる情報から生じるあるいはそれらに関係する、利用機会の喪失、あるいはデータの喪失、あるいは利益の喪失から生じるいかなる種類の損害についても責任を負いません。当社がご利用者に対して負う損害、損失、訴訟の原因（契約上のものであろうと不法行為によるものであろうと）等に関する責任は、ご利用者が本サイトにアクセスするために支払った金額を超えることはありません。但し，当社が故意又は重大な過失による場合を除きます。
            </p>
        </section>
        <section class="section">
            <h2 class="section__title">第三者ウェブサイトへのリンク</h2>
            <p class="section__content">
                本サイトには、第三者ウェブサイト（以下「リンク先ウェブサイト」といいます）へのリンクが含まれています。リンク先ウェブサイトは、当社のサイトの外にあるものであり、当社の管理下にはありません。本サイト上のリンク先ウェブサイトの内容、そのリンク先ウェブサイトに含まれているリンク、またはそれらのリンク先ウェブサイトの変更あるいは更新については、当社は責任を負いません。本サイト上のリンクは、便宜のためにのみ供しているものであり、当社はリンク先ウェブサイトについては、何らの保証も致しません。
            </p>
        </section>
        <section class="section">
            <h2 class="section__title">本サイトへのアクセス</h2>
            <p class="section__content">
                本サイトは、日本国に所在する当社の事務所内で管理、運営をおこなっております。当社は、本サイトの内容が他の国あるいは地域におけるご利用に対して適切であること、または利用可能であることについては、一切保証致しません。本サイトに他の国あるいは地域からアクセスされる方は、自発的意思によりアクセスされるのであり、各国各地域の法律を遵守していることにつき、自ら責任を負っておられるものとします。
            </p>
        </section>
        <section class="section">
            <h2 class="section__title">終了</h2>
            <p class="section__content">
                この利用条件は、ご利用者または当社が本サイト利用を終了させるまで有効です。ご利用者は、退会手続きを行うとともに，本サイトから入手したすべての内容物およびこの利用条件に則って作成されたか否かを問わず、すべての本サイトに関連する文書、複製物、装置等を破棄することで、いつでも本サイト利用を終了し，この利用条件の適用を免れることができます。ご利用者がこの利用条件の条項に反している場合、当社独自の判断により、通告なしに直ちに本サイト利用を終了させることがあります。終了に際しては、本サイトおよびその他の当社のサイトから入手したすべての内容物、およびこの利用条件に則って作成されたか否かを問わず、すべての本サイトおよびその他の当社のサイトの複製物を破棄していただく必要があります。
            </p>
        </section>
        <section class="section">
            <h2 class="section__title">一般</h2>
            <p class="section__content">
                この利用条件は、日本国法に準拠して解釈、適用されるものとします。この利用条件に関わるすべての紛争は、日本国の大阪地方裁判所を第一審の専属管轄裁判所とします。この利用条件のうちの一部が法律違反、無効、または何らかの理由で有効でないとみなされた場合でも、それによってこの利用条件のその他の部分の有効性には、なんらの影響もないものとします。
            </p>
        </section>
        <section class="section">
            <h2 class="section__title">商標等について</h2>
            <p class="section__content">
                本ウェブサイト上に掲載している個々の商標・標章・ロゴマーク、商品等に関する権利は、すべて当社または原著作権者に帰属します。法律で認められる場合を除き、これらを当社の許諾なしに使用等する行為は商標法等で禁止されています。事前に当社の許諾が必要です。
            </p>
        </section>
        <section class="section">
            <h2 class="section__title">著作権について</h2>
            <p class="section__content">
                本ウェブサイト上に掲載している個々の文章、写真、映像、音楽、音声、その他一切の著作物の著作権は、当社または原著作者に帰属します。個人的な利用を目的で印刷や保存等をする場合、その他著作権法で認められる場合を除き、著作物等を著作権者の事前の許諾なしに、複製、送信、修正、別のウェブサイトに転載する等の行為を行うためには事前に当社の許諾が必要です。
            </p>
        </section>
    </div>
</template>

<style lang="scss" scoped>
.terms {
    background-color: rgb(70, 53, 106);
    background-image: url(~static/images/bg.jpg);
    background-repeat: repeat-y;
    background-size: 100% auto;
    color: #fff9dd;
    padding: 2em 1.5em;

    .terms__title {
        text-align: center;
        font-size: 1.2em;
        font-weight: bold;
        padding: 1em 0;
    }
}

.section {
    .section__title {
        font-weight: bold;
        margin-top: 0.5em;
        padding: 0.5em;
        border-bottom: 1px solid;
    }

    .section__content {
        padding-top: 1em;
        font-size: 0.85em;
        line-height: 1.6em;
    }
}
</style>